tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "goreleaser/tap"
tap "hashicorp/tap"
tap "tilt-dev/tap"
tap 'olympus/homebrew-tap', 'ssh://git@gitlab.eng.vmware.com/olympus/homebrew-tap.git'
brew "asdf"
brew "bat"
brew "exa"
brew "fzf"
brew "git"
brew "go@1.16"
brew "gtop"
brew "htop"
brew "python@3.9"
brew "z"
brew "zsh-autosuggestions"
cask "fig"
cask "iterm2"
brew "awscli"
brew "bash-completion"
brew "coreutils"
brew "calicoctl"
brew "go"
brew "editorconfig"
brew "fd"
brew "git"
brew "gomplate"
brew "hugo"
brew "infractl"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "kustomize"
brew "make"
brew "packer"
brew "pre-commit"
brew "ripgrep"
brew "sops"
brew "tfenv"
brew "velero"
brew "wireguard-tools"
brew "goreleaser/tap/goreleaser"
brew "goreleaser/tap/nfpm"
brew "hashicorp/tap/vault"
brew "tilt-dev/tap/tilt"
brew "gettext"
cask "aws-vault"